# 2. Организуйте программу:

my_string = input('Посчитать количество символов в этой строке? ')

print(len('Посчитать количество символов в этой строке? '))

# 3. Работа с методами строк:

print('Посчитать количество символов в этой строке? '.upper())
print('Посчитать количество символов в этой строке? '.lower())
print('Посчитать количество символов в этой строке? '.replace(' ', ''))
print('Посчитать количество символов в этой строке? ' [0])
print('Посчитать количество символов в этой строке? '[-1])